{"notes":[
  {
    "title" : "Overview",
    "text" : "MercuryTrade is an overlay application for Path of Exile. It's designed to facilitate all possible trading interactions providing a much better user experience for the players. All the future updates will be available for download via this application. \n\nThis one minute overview will cover other features as well. \n\nMercuryTrade is 100% legit: no memory manipulations, no injectors!",
    "image" : "app/app-icon.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Main feature: Notification (1/3)",
    "text" : "When you receive a trade related message this notification panel pops up. It contains all the information you need to make a decision. \n\nLet's take a look.",
    "image" : "notes/first/1.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Main feature: Notification (2/3)",
    "text" : "All the buttons will interact with the person who triggered the notification.",
    "image" : "notes/first/1_2.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Main feature: Notification (3/3)",
    "text" : "The box on the left - \"Group\" - will appear if \"Pre-group limit\" is exceeded. All consecutive notifications will be grouped together to save screen space. Toggling this button will expand the whole group.",
    "image" : "notes/first/1_3.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Main feature: Response buttons",
    "text" : "Response buttons are fully customizable in settings. \nSelect an already existing button (or create a new one) -> label it -> write in your message.",
    "image" : "notes/first/5.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Minor feature: Accessibility status",
    "text" : "MercuryTrade notifications have an indication for when a person comes in or leaves your hideout - that way you can offer a trade as soon as possible and keep track of all the people without even closing your stash. Extremely useful when you trade with many people at once!",
    "image" : "notes/first/7.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Main feature: History",
    "text" : "Each notification you receive is stored by MercuryTrade in a separate file. \n\nYou won't be losing potential trades due to client crashes or relogs anymore!",
    "image" : "notes/first/3.png",
    "layout" : "HORIZONTAL"
  },
  {
    "title" : "Major feature: Chat Scanner",
    "text" : "Set up words to look for (or not!) in chat. Extremely useful for when buying something specific from chat.",
    "image" : "notes/first/chat_scanner.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Minor feature: Stash Highlight",
    "text" : "Mercury can highlight the stash location of the item somebody's buying. Takes 15 seconds to set up!",
    "image" : "notes/first/stash_highlight.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Minor feature: \"Do not Disturb\" mode",
    "text" : "\n\nActivate this mode if you don't want to see (and hear!) anything from the application for a while. MercuryTrade will continue working in hidden mode.",
    "image" : "notes/first/9.png",
    "layout" : "VERTICAL"
  },
  {
    "title" : "Feedback and Suggestions",
    "text" : "\t                   MercuryTrade \n\nThat's it! We expect you to enjoy the app as much as we do! \nMake sure to send us your feedback and suggestions if you have any - you won't be ignored! \n\n              > > Panels will be unlocked for you to reposition < <",
    "image" : "app/app-icon-medium.png",
    "layout" : "VERTICAL"
  }
]}